Repository: elysium-studio/Glance
Catalog: Glance.Stash.WinUI/Strings/*/Resources.resw
Source language: en
Languages: de, fr, it, ja, ko, nl, zh_hans

# ModuleTitle
source: Stash
de: Ablage
fr: Épinglés
it: Raccolta
ja: スタッシュ
ko: 보관함
nl: Verzameling
zh_hans: 暂存

# ModuleDisplayName
source: Stash
de: Ablage
fr: Épinglés
it: Raccolta
ja: スタッシュ
ko: 보관함
nl: Verzameling
zh_hans: 暂存

# ModuleDescription
source: Keep useful text and links within reach.
de: Nützliche Texte und Links griffbereit aufbewahren.
fr: Gardez les textes et liens utiles à portée de main.
it: Tieni a portata di mano testi e collegamenti utili.
ja: 便利なテキストやリンクをすぐ使えるように保存します。
ko: 유용한 텍스트와 링크를 가까이에 보관합니다.
nl: Bewaar nuttige tekst en koppelingen binnen handbereik.
zh_hans: 随手保存有用的文本和链接。

# EmptySummary
source: Nothing stashed
de: Nichts abgelegt
fr: Aucun élément épinglé
it: Nessun elemento salvato
ja: 保存された項目はありません
ko: 보관된 항목 없음
nl: Niets bewaard
zh_hans: 没有暂存内容

# KindText
source: Text
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
zh_hans: 文本

# KindLink
source: Link
fr: Lien
it: Collegamento
ja: リンク
ko: 링크
nl: Koppeling
zh_hans: 链接

# LinkDetail
source: {0} · Link
fr: {0} · Lien
it: {0} · Collegamento
ja: {0} · リンク
ko: {0} · 링크
nl: {0} · Koppeling
zh_hans: {0} · 链接

# EmptyMessage.Text
source: Nothing stashed
de: Nichts abgelegt
fr: Aucun élément épinglé
it: Nessun elemento salvato
ja: 保存された項目はありません
ko: 보관된 항목 없음
nl: Niets bewaard
zh_hans: 没有暂存内容

# EmptyDetail.Text
source: Drag text or a link here
de: Text oder einen Link hierher ziehen
fr: Faites glisser du texte ou un lien ici
it: Trascina qui testo o un collegamento
ja: テキストまたはリンクをここにドラッグ
ko: 텍스트 또는 링크를 여기로 끌어오세요
nl: Sleep tekst of een koppeling hierheen
zh_hans: 将文本或链接拖到此处

# CopyButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Copy this item
de: Dieses Element kopieren
fr: Copier cet élément
it: Copia questo elemento
ja: この項目をコピー
ko: 이 항목 복사
nl: Dit item kopiëren
zh_hans: 复制此项目

# CopyButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Copy
de: Kopieren
fr: Copier
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
zh_hans: 复制

# OpenButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Open this link
de: Diesen Link öffnen
fr: Ouvrir ce lien
it: Apri questo collegamento
ja: このリンクを開く
ko: 이 링크 열기
nl: Deze koppeling openen
zh_hans: 打开此链接

# OpenButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open link
de: Link öffnen
fr: Ouvrir le lien
it: Apri collegamento
ja: リンクを開く
ko: 링크 열기
nl: Koppeling openen
zh_hans: 打开链接

# RemoveButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Remove this item from Stash
de: Dieses Element aus der Ablage entfernen
fr: Retirer cet élément
it: Rimuovi questo elemento
ja: この項目を削除
ko: 이 항목 제거
nl: Dit item verwijderen
zh_hans: 移除此项目

# RemoveButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove
de: Entfernen
fr: Retirer
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijderen
zh_hans: 移除
